Revit 2027 API
FillPattern.GridCount Property
 Gets the count of the fill grids in this fill pattern.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public int GridCount { get; }
Public ReadOnly Property GridCount As Integer
	Get
public:
property int GridCount {
	int get ();
}
member GridCount : int with get
Property Value
Int32
See Also
Reference
FillPattern Class
Autodesk.Revit.DB Namespace